---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleTopLevelParam
source: html/8c1e9663-a2d0-12ab-aeb1-d39efbb3b419.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleTopLevelParam Property

"Top Level"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleTopLevelParam { get; }
```